<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Autopkg recipe to add MS OneNote updates to Absolute Manage</string>
	<key>Identifier</key>
	<string>com.github.patgmac.absolute.MSOneNote</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>R</string>
	</dict>
	<key>MinimumVersion</key>
	<string>0.4.0</string>
	<key>ParentRecipe</key>
	<string>com.github.arubdesu.pkg.MSOneNote</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>dest_payload_path</key>
				<string>%RECIPE_CACHE_DIR%/%NAME%-%version%.amsdpackages</string>
				<key>import_abman_to_servercenter</key>
				<true/>
				<key>sdpackages_ampkgprops_path</key>
				<string>%RECIPE_DIR%/%NAME%-Defaults.ampkgprops</string>
				<key>source_payload_path</key>
				<string>%pkg_path%</string>
			</dict>
			<key>Processor</key>
			<string>com.github.tburgin.AbsoluteManageExport/AbsoluteManageExport</string>
			<key>SharedProcessorRepoURL</key>
			<string>https://github.com/tburgin/AbsoluteManageExport</string>
		</dict>
	</array>
</dict>
</plist>
